[File]
ANSICP=65001
Author=Teemu Paavola (teemu@logodiili.fi)
Help=AIMP-en.chm
Icon=0000010001001010000001002000680400001600000028000000100000002000000001002000000000000004000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000B0B0A24161615401C1C1B402020204024242540242626412425254122222341212120412121204121212041222220401F1F1E401B1B1B40151515400D0D0D1AD7D7D3E1FFFFFFFFFFFFFFFFFFFFFFFFDBBB7CFFE0C288FFDCBC7EFFFFFFF2FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB7B7B2BAD5D5D3E0FFFFFFFFFFFFFFFFFFFFFFFFB1844BFFB88F5BFFB2864EFFF0E7DCFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB9B9B7BCD0D0CFDFFFFFFFFFFFFFFFFFFFFFFFFF995D25FFA16B38FF9A6029FFEBDFD5FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB2B2B0B8D5D9DBDEFFFFFFFFFFFFFFFFFFFFFFFF833B06FF8D4C1BFF853F0BFFECE4DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB3B6B7B7845A3DDDA97450FFA67350FFA77654FF823908FF874010FF843C0BFFA16A45FFA77653FFA77451FFA77451FFA77452FFA77450FFA67350FFAA744FFF6E4C33B6682C01DD863D06FF823B08FF823A09FF884212FF884212FF884212FF853D0CFF843C0AFF843C0AFF843C0AFF823B09FF833B08FF823906FF843803FF542301B6682C01DD894007FF88420AFF873F0AFF864111FF874011FF874111FF843C0BFF833A09FF833A09FF833A09FF823908FF823907FF813705FF823702FF542200B68E674BDDB68863FFB48864FFB58A67FF8D470FFF8E4A16FF86400CFFA67451FFB08363FFAF8161FFAF8161FFAF8061FFAE8060FFAE7F5FFFB2825FFF74543EB6D3D7D9DDFFFFFFFFFFFFFFFFFFFFFFFF873F04FF935019FF8B4308FFEDE3DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB0B4B6B6CDCDCDDDFFFFFFFFFFFFFFFFFFFFFFFF894203FF935319FF8B4608FFE7DBD0FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAB6CDCDCDDEFFFFFFFFFFFFFFFFFFFFFFFF8A4100FF965213FF8D4602FFE9DBCEFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFA8A8A8B7DBDBDBD4FFFFFFFFFFFFFFFFFFFFFFFF985821FFA26735FF9A5C26FFEEE2D9FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFC9C9C9A90000000080808006808080077A767506411E06083F1900083D1600086E645C08818283087F7F7F087F7F7F087F7F7F087F7F7F067F7F7F07808080060000000000000000000000000000000000000001000000010000000100000001000000010000000100000001000000010000000100000001000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000080010000E0070000
LangId=1035
Name=suomi (Suomi) (1035)
VersionId=0

[Scheduler]
ChangeModeConfirmation=Vaihtamalla tilaa poistat kaikki luodut tehtävät. Jatka
Days=päivä|päivää|päivää|päivä
Every=Joka|Joka|Joka|Joka
GroupByEvent=Tapauksessa
GroupByTime=Aikaan
Minutes=minuutti|minuuttia|minuuttia|minuutti
Months=kuukausi|kuukautta|kuukautta|kuukausi
Running=Suoritetaan...
Tracks=kappale|kappaletta|kappaletta|kappale
WeekDays=Maanantai|Tiistai|Keskiviikko|Torstai|Perjantai|Lauantai|Sunnuntai
WeekDaysShort=Ma|Ti|Ke|To|Pe|La|Su
Weeks=viikko|viikkoa|viikkoa|viikko
Years=vuosi|vuotta|vuotta|vuosi

[Scheduler.Actions]
ChangeVolume=Vaihda äänenvoimakkuutta
CloseApp=Sulje sovellus
Hibernate=Siirry lepotilaan
NextTrack=Siirry seuraavaan kappaleeseen
PausePlayback=Pysäytä toisto
ResumePlayback=Jatka toistoa
Shutdown=Sammuta
Sleep=Nukuta
StartPlayback=Aloita toisto
StartRadioCapture=Aloita radion tallennus
StopRadioCapture=Pysäytä radion tallennus
StopPlayback=Lopeta toisto

[SchedulerChangeVolumeSettingsDialog]
btnCancel=Peruuta
btnOk=Ok
Caption=Toiminto: Vaihda äänenvoimakkuutta
cbBeforeTheAction=Vaihda äänenvoimakkuutta ennen muita toimintoja
cbFading=Häivytä äänenvoimakkuus:
GB1=Tavoitteellinen äänenvoimakkuus
lbBeforeTheActionWarning=Asetus on saatavilla tehtäville, jotka käynnistyvät vain ajassaan

[SchedulerPlaybackSettingsDialog]
btnCancel=Peruuta
btnOk=Ok
Caption=Toiminto: aloita toisto
cbReturnToPreviousPlaylist=Jatka edelliseen soittolistaan
lbFileOffset=Aloita toisto
lbReturnAfter=toiston jälkeen
pcpPlayFile=Toista tiedosto
pcpPlayPlaylist=Toista lista
cbStartFromBeginning=Toista alusta

[SchedulerSimpleTasksView]
btnAdvancedView=Kehittyneempi tila
btnApply=Hyväksy
btnClose=Sulje
Caption=Ajastin
CB1=Äänenvoimakkuuden häivytys
CB3=Häivytä ulos äänenvoimakkuutta:
CB4=Häivytä sisään äänenvoimakkuutta:
cbAlarm=Herätyskello
cbsCloseApplication=Sulje sovellus
cbsEventByTime=Ajassa
cbsEventOnFileEnd=Tiedoston loputtua
cbsEventOnPlaylistEnd=Soittolistan lopussa
cbsEventOnQueueEnd=Jonon lopussa
cbShutdown=Uniajastin
cbShutdownAtGivenTime=Annetussa ajassa
cbShutdownOnElapsed=Kuluttua
cbsPausePlayback=Pysäytä toisto
GB1=Äänenvoimakkuus
L1=Aika:
L3=Tiedostot, jotka toistetaan ennen toimintoa:
L4=Valitse kohde toistettavaksi
rbAlarmPlayFile=Tiedosto
rbAlarmPlayPlaylist=Soittolista
tcMainPage1=Uniajastin
tcMainPage2=Herätyskello

[SchedulerSimpleTasksView.cbsShutdownWindowsModes]
i[0]=Sammuta
i[1]=Siirrä lepotilaan
i[2]=Nukuta

[SchedulerTaskEditorDialog]
acDelete=Poista
acEdit=Muokkaa
Background=Tehtävä
btnCancel=Peruuta
btnOK=Ok
Caption=Ajastin
cbAllowWakeUp=Herätä tietokone, jos mahdollista
cbWaitForTrackToFinish=Odota toistettava kappale päästäksesi loppuun
gbActions=Toiminnot
gbEvent=Aloita
gbName=Nimi
gbRecurrence=Toista uudelleen
gbRepeatThroughoutDay=Toista läpi koko päivän
IncompatibleWarning=Tämä toiminto on epäkelpo yhden jo luodun kanssa.
lbDecrease=-%d minuuttia
lbIncrease=+%d minuuttia
lbNow=Aseta tämänhetkinen päivä ja aika
lbTracksNumber=Tiedosto, joka toistetaan ennen toimintoja:
miAdd=Lisää

[SchedulerTaskEditorDialog.cbEventKind]
i[0]=Päivänä ja aikana
i[1]=Aikavälin loputtua
i[2]=Tieodston lopussa
i[3]=Jonon lopussa
i[4]=Soittolistan lopussa

[SchedulerTasksDialog]
acAdd=Lisää
acDeleteSelected=Poista
acEdit=Muokkaa
Background=Tehtävät
btnClose=Sulje
btnSimpleView=Yksinkertaisempi tila
Caption=Ajastin
DeleteConfirmation=Tämä toiminto poistaa valitut tehtävät! Jatka?

